Repository: Aerilius/sketchup-launchup
Catalog: src/!ae_LaunchUp/lang/Commands_*.strings
Languages: fr

source: File
fr: Fichier

source: New
fr: Nouveau

source: new
fr: nouveau

source: Create a new model.
fr: Crée un nouveau modèle.

source: Open
fr: Ouvrir

source: open
fr: ouvrir

source: Open an existing model.
fr: Ouvre un modèle existant.

source: Save
fr: Enregistrer

source: save
fr: enregistrer

source: Save the active model.
fr: Enregistre le modèle actif.

source: Print…
fr: Imprimer…

source: Print the active model.
fr: Imprime le modèle actif.

source: Add New Building
fr: Ajouter un nouveau bâtiment

source: Add a new building model using Google Building Maker.
fr: Ajoute un nouveau modèle de bâtiment à l’aide du Modélisateur de bâtiments 3D Google.

source: Building Maker
fr: Modélisateur de bâtiments 3D

source: Add Location
fr: Ajoute un emplacement

source: Add a geo-location to the model, and gather site information nearby.
fr: Ajoute une géoposition au modèle et recueille des informations sur le site à proximité.

source: Geo-location
fr: Géoposition

source: geo-reference
fr: géo-référence

source: add
fr: ajouter

source: location
fr: emplacement

source: place
fr: lieu

source: imagery
fr: imagerie

source: earth
fr: terre

source: map
fr: carte

source: Clear Location
fr: Effacer l’emplacement

source: Clear the model's geo-location.
fr: Efface la géoposition du modèle.

source: clear
fr: effacer

source: remove
fr: enlever

source: delete
fr: supprimer

source: Show Terrain
fr: Afficher le relief

source: Toggle terrain on and off.
fr: Active et désactive l’affichage du relief

source: Get Models
fr: Télécharger des modèles

source: Get a model from 3D Warehouse.
fr: Télécharge un modèle de la Banque d’images 3D.

source: 3D Warehouse
fr: Banque d’images 3D

source: gallery
fr: galerie

source: get
fr: prendre

source: download
fr: télécharger

source: upload
fr: charger

source: share
fr: partager

source: publish
fr: publier

source: Share Model
fr: Partager le modèle

source: Share this model to 3D Warehouse.
fr: Partage votre modèle dans la Banque d’images 3D de Google.

source: Share Component
fr: Partager le composant

source: Share the selected component to 3D Warehouse.
fr: Partager le composant sélectionné dans la Banque d’images 3D de Google.

source: Edit
fr: Édition

source: Undo
fr: Annuler

source: Redo
fr: Rétablir

source: Redo the previously undone action.
fr: Rétablit la dernière opération annulée.

source: Cut
fr: Couper

source: clipboard
fr: presse-papiers

source: Copy
fr: Copier

source: copy
fr: copier

source: Paste
fr: Coller

source: paste
fr: coller

source: insert
fr: insérer

source: Erase
fr: Effacer

source: erase
fr: effacer

source: Hide
fr: Masquer

source: Hide Selected Geometry
fr: Masque la géométrie sélectionnée

source: mask
fr: masque

source: Unhide
fr: Révéler

source: Unhide Selected Geometry
fr: Révèle la géométrie sélectionnée

source: show
fr: montrer

source: Make Component
fr: Créer un composant

source: Make a Component from selected entities.
fr: Crée un composant à partir des entités sélectionnées.

source: Make Group
fr: Crée groupe

source: Make a Group from selected entities.
fr: Crée un groupe à partier des entités sélectionnées.

source: View
fr: Affichage

source: Toggle Hidden
fr: Activer/désactiver cachés

source: Toggle Hidden Geometry
fr: Activer/désactiver l’affichage de la géométrie cachée

source: Toggle Axes
fr: Active ou masque les axes du dessin

source: Hide Guides
fr: Masquer les guides

source: Display Construction Geometry
fr: Activer l’affichage de la géométrie de construction

source: Shadows
fr: Ombres

source: Display Shadows
fr: Affiche les ombres

source: Fog
fr: Brouillard

source: Display Fog
fr: Affiche du brouillard

source: Edge Style
fr: Style d’arêtes

source: Display Edges
fr: Arêtes

source: Back Edges
fr: Arêtes arrière

source: Display the model with back edges dashed.
fr: Affiche le modèle avec es arêtes arrière en pointillés.

source: Profiles
fr: Arêtes profilées

source: Display Profiles
fr: Affiche des arêtes profilées

source: Depth Cue
fr: Effet de profondeur

source: Display Depth Cue
fr: Affiche des arêtes avec l’effet de profondeur

source: Jitter Edges
fr: Arêtes floues

source: End Points
fr: Points d’extrémités

source: Display End Points
fr: Afficher les points d’extrémités

source: Edge Color Mode
fr: Mode de couleur d’arête

source: Egde Color Mode:
fr: Mode de couleur d’arête:

source: Cycle Edge Color Mode
fr: Défile les modes de couleur d’arête

source: Edge Color by Material
fr: Couleur d’arête par matière

source: Egde Color Mode: Default
fr: Mode de couleur d’arête: défaut

source: Toggle Edge Color by Material
fr: Active/désactive la couleur d’arête par matière

source: Edge Color by Axis
fr: Couleur d’arête par axe

source: Egde Color Mode: by Axis
fr: Mode de couleur d’arête: par axe

source: Toggle Edge Color by Axis
fr: Activer/désactiver la couleur d’arête par axe

source: Color By Layer
fr: Couleur par calque

source: Toggle Color By Layer
fr: Activer/désactiver la couleur par calque

source: Face Style
fr: Style de faces

source: X-Ray Mode
fr: Transparence

source: Display the model with globally transparent faces.
fr: Affiche le modèle avec des faces transparentes à l’échelle mondiale.

source: Wireframe
fr: Filaire

source: Display in wireframe mode.
fr: Affiche en mode filaire.

source: Hidden Line
fr: Ligne cachée

source: Display in hidden line mode.
fr: Affiche en mode lignes cachées.

source: Shaded
fr: Ombré

source: Display in shaded mode.
fr: Affiche en mode ombré.

source: Textured
fr: Texturé

source: Display shaded using textures.
fr: Affiche ombré avec textures.

source: Display the model with only front and back face colors.
fr: Afficher le modèle avec seulement des couleurs face frontale et dorsale.

source: Component Editing
fr: Modification du composant

source: Hide Rest
fr: Masquer le reste

source: Hide Rest of Model
fr: Masquer le reste du modèle

source: hide
fr: cacher

source: fade
fr: estomper

source: inactive
fr: inactif

source: components
fr: composants

source: Hide Similar
fr: Masquer similaires

source: Hide Similar Components
fr: Masquer les composants similaires

source: Camera
fr: Caméra

source: Previous
fr: Précédent

source: Undo the previous camera view.
fr: Revient la vue précédente de la caméra.

source: Top
fr: Dessus

source: Top View
fr: Vue de dessus

source: Bottom
fr: Dessous

source: Bottom View
fr: Vue de dessous

source: Front
fr: Face

source: Front View
fr: Vue de face

source: Back
fr: Arrière

source: Back View
fr: Vue arrière

source: Left
fr: Gauche

source: Left View
fr: Vue de gauche

source: Right
fr: Droite

source: Right View
fr: Vue droite

source: Move the camera to the nearest isometric view of the model.
fr: Déplacez la caméra vers la vue isométrique plus proche du modèle.

source: Camera Perspective
fr: Caméra perspective

source: Orbit
fr: Orbite

source: Orbit the camera view about the model.
fr: Déplace la caméra en orbite autour du modèle.

source: Pan
fr: Panoramique

source: Pan the camera view vertically or horizontally.
fr: Effectue un panoramique vertical ou horizontal de la vue de la caméra.

source: Hand
fr: Main

source: Field of View
fr: Champ angulaire

source: Change the field of view.
fr: Modifie le champ de visuel.

source: Zoom the camera view in or out.
fr: Effectue un zoom avant ou arrière de la vue de la caméra.

source: enlarge
fr: agrandir

source: Zoom Window
fr: Fenêtre de zoom

source: Zoom the camera to show everything inside the selected window.
fr: Effectue un zoom avec la caméra pour afficher ce qui se trouve dans la fenêtre sélectionnée.

source: Zoom Extents
fr: Zoom étendu

source: Zoom to show the selection or the entire model if no selection.
fr: Effectue un zoom avant ou arrière de la vue de la caméra pour afficher la totalité du modèle.

source: Camera Position
fr: Positionner la caméra

source: Position the camera view with a specific location, eye height and direction.
fr: Positionner la vue de la caméra à un endroit précis, la hauteur des yeux et la direction.

source: Walk
fr: Visite

source: Walk with the camera.
fr: Visite du modèle avec la caméra.

source: Look
fr: Pivoter

source: Pivot camera view about a stationary point.
fr: Fait pivoter le point de vue de la caméra autour du point devisée.

source: Image Igloo
fr: Dôme d’images

source: Show all matched photos around the model.
fr: Affiche toutes les photos adaptées autour du modèle.

source: Draw
fr: Dessiner

source: Line
fr: Ligne

source: Draw edges from point to point.
fr: Trace des arêtes d’un point à un autre.

source: Draw arcs from point to point with bulge.
fr: Dessine des arcs d’un point à l'autre avec un renflement.

source: curve
fr: courbe

source: Freehand
fr: Main levée

source: Draw freehand lines by clicking and dragging.
fr: Dessine des lignes à main levée en cliquant ou glissant la souris.

source: polyline
fr: polyligne

source: Draw rectangular faces from corner to corner.
fr: Dessine des faces rectangulaires d’un coin à l'autre.

source: Circle
fr: Cercle

source: Draw circles from center point to radius.
fr: Dessine des cercles du point central vers le rayon.

source: Polygon
fr: Polygone

source: Draw N-sided polygons from center point to radius.
fr: Dessine des polygones à N côtés du point central vers le rayon.

source: Tools
fr: Outils

source: Select
fr: Sélectionner

source: Select entities
fr: Sélectionne des entités

source: Eraser
fr: Effacer

source: Erase, soften or smooth entities in the model.
fr: Efface, adoucit ou lisse des entités dans le modèle.

source: Paint Bucket
fr: Colorier

source: Apply color and material to entities in the model.
fr: Applique une couleur et une matière à d'entités dans le modèle.

source: Move
fr: Déplacer

source: Move, stretch, copy and array selected entities.
fr: Déplace, étire, copie et réalise une séries des entités sélectionnées.

source: move
fr: décaler

source: displace
fr: déplacer

source: Rotate
fr: Faire pivoter

source: Rotate, stretch, copy and array selected entities about an axis.
fr: Fait pivoter, étire, copie et réalise une séries des entités sélectionnées autour d’un axe.

source: Scale
fr: Mettre à l’échelle

source: Scale and stretch selected entities.
fr: Mets à l'échelle et étire les entités sélectionnées.

source: scale
fr: mettre à l'échelle

source: resize
fr: redimensionner

source: bigger
fr: plus grand

source: smaller
fr: plus petit

source: Push/Pull
fr: Pousser/Tirer

source: Push and pull faces.
fr: Pousse et tire des entités face.

source: push
fr: pousser

source: pull
fr: tirer

source: extrude
fr: extruder

source: Follow
fr: Suivez-moi

source: Follow a path with a selected face.
fr: Suivre un chemin avec une face sélectionnée.

source: follow
fr: suivre

source: path
fr: chemin

source: Offset
fr: Décalage

source: Offset selected edges in a plane.
fr: Décale des arêtes sélectionnées sur un plan.

source: Tape
fr: Mètre

source: Measure distances, create guide lines or points.
fr: Mesure des distances, crée des lignes ou des points de guidage ou met à l'échelle la totalité du modèle.

source: Protractor
fr: Rapporteur

source: Measure angles and create guides.
fr: Mesure des angles et crée des lignes de guidage.

source: Axis
fr: Axes

source: Move or orient the axis.
fr: Déplace ou réoriente les axes du dessin.

source: Dimension
fr: Cotations

source: Draw Dimension
fr: Dessine des lignes de cotations entre deux points quelquonque

source: Text
fr: Texte

source: Draw text labels.
fr: Dessine des étiquettes de texte.

source: 3D Text Tool
fr: Outil Texte 3D

source: Create 3D Text
fr: Dessine du texte 3D

source: Section
fr: Plan de Section

source: Solid Tools
fr: Solides

source: solid
fr: solide

source: Outer Shell
fr: Enveloppe externe

source: shell
fr: enveloppe

source: Combine all selected solids into a single solid and remove all interior entities.
fr: Fusionne tous les solides sélectionnés en un seul solide et supprime toutes les entités internes.

source: Intersect
fr: Intersection

source: intersect
fr: intersection

source: cut
fr: couper

source: Intersect all selected solids but keep only their intersection in the model.
fr: Réalise l'intersection de tous les solides sélectionnés mais ne conserve que leur intersection dans le modèle.

source: combine
fr: combiner

source: Combine all selected solids into a single solid and keep interior voids.
fr: Fusionne tous les solides selectionnés en un sel solide et conserve l'intérieur vide.

source: Subtract
fr: Soustraire

source: Subtract first solid from second and keep only the result in the model.
fr: Soustrait le premier solide du deuxième et ne conserve que le résultat dans le modèle.

source: Trim
fr: Découper

source: reduce
fr: réduire

source: Trim first solid against second solid and keep both in the model.
fr: Découpe le deuxième solide avec le premier et conserve les deux éléments dans le modèle.

source: Split
fr: Diviser

source: split
fr: diviser

source: Intersect all selected solids and keep all results in the model.
fr: Réalise l'intersection de tous les solides sélectionnés et conserve tout le résultat dans le modèle.

source: Window
fr: Fenêtre

source: Model Info
fr: Infos sur le modèle

source: Components
fr: Composants

source: Credits
fr: Crédits

source: Rendering
fr: Rendu

source: Statistics
fr: Statistiques

source: Units
fr: Unités

source: Show %0
fr: Affiche %0

source: Show %0 dialog
fr: Affiche la boîte de dialogue %0

source: Materials
fr: Matières

source: Scenes
fr: Scènes

source: Layers
fr: Calques

source: Soften Edges
fr: Adoucir les arêtes

source: Outliner
fr: Structure

source: Instructor
fr: Instructeur

source: Match Photo
fr: Adapter une photo

source: Show Ruby Panel
fr: Afficher la Console Ruby

source: background
fr: arrière-plan

source: watermark
fr: filigrane

source: sketchy
fr: croquis

source: Add Scene
fr: Ajouter une scène

source: scene
fr: scène

source: slide
fr: diapositive

source: Update Scene
fr: Actualiser la scène

source: Delete Scene
fr: Supprimer la scène

source: Previous Scene
fr: Scène précédente

source: previous
fr: dernière

source: Next Scene
fr: Scène suivante

source: next
fr: prochaine

source: Preferences
fr: Préférences

source: preferences
fr: préférences

# Accelerator
source: Shortcuts
fr: Raccourcis

# Accelerator Preferences
source: Shortcuts Preferences
fr: Préférences des raccourcis

source: Applications Preferences
fr: Préférences des applications

source: Compatibility
fr: Compatibilité

source: Compatibility Preferences
fr: Préférences de compatibilité

source: Drawing
fr: Dessin

source: Drawing Preferences
fr: Préférences de dessin

source: Extensions Preferences
fr: Préférences des extensions

source: File Locations
fr: Fichiers

source: File Locations Preferences
fr: Préférences des fichiers

source: General
fr: Général

source: General Preferences
fr: Préférences générales

source: Graphics Card
fr: Carte graphique

source: Graphics Card Preferences
fr: Préférences de la carte graphique

source: Templates
fr: Modèle type

source: Templates Preferences
fr: Préférences du modèle type

source: Workspace
fr: Espace de travail

source: Workspace Preferences
fr: Préférences de l’espace de travail

source: Entity
fr: Entité

source: Explode
fr: Éclater

source: Ungroup
fr: Dégrouper

source: Sandbox Tools
fr: Outils Bac à sable

source: Flip Edge
fr: Retourner l’arête

source: Flip edge
fr: Retourner l’arête

source: Smoove
fr: Modeler

source: Center
fr: Centre

source: Center Selected
fr: Centrer sélection

source: Add Photo Texture
fr: Ajouter une texture photographique

source: Add photographic textures to the selected face.
fr: Ajoute des textures photographiques à la face sélectionnée.

source: photo texture
fr: texture photo

source: Preview in Google Earth
fr: Afficher un aperçu du modèle dans Google Earth

source: Preview this model in Google Earth.
fr: Afficher un aperçu du modèle dans Google Earth.

source: Solar North
fr: Nord solaire

source: Set North Tool
fr: Outil Définir le nord
