Repository: Aerilius/sketchup-launchup
Catalog: src/ae_LaunchUp/lang/Commands_*.strings
Languages: de, zh

source: File
de: Datei
zh: 文件

source: New
de: Neu
zh: 新建

source: new
de: neu
zh: 新建

source: Create a new model.
de: Neues Modell erstellen
zh: 新建一个模型

source: Open
de: Öffnen
zh: 打开

source: open
de: öffnen
zh: 打开

source: Open an existing model.
de: Öffnet ein vorhandenes Modell.
zh: 打开一个现有模型

source: Save
de: Speichern
zh: 保存

source: save
de: sichern
zh: 保存

source: Save the active model.
de: Speichert das aktive Modell.
zh: 保存当前的模型

source: Print…
de: Drucken…
zh: 打印…

source: Print the active model.
de: Druckt das aktive Modell.
zh: 打印当前的模型

source: Add New Building
de: Neues Gebäude hinzufügen
zh: 添加新建筑物

source: Add a new building model using Google Building Maker.
de: Ein neues Gebäudemodell mit dem Gebäude-Erstellungstool hinzufügen.
zh: 使用Google建筑模型制作工具添加新的建筑物模型

source: Building Maker
de: Gebäude-Erstellungstool
zh: 建筑模型制作

source: Add Location
de: Ort hinzufügen
zh: 添加位置

source: Add a geo-location to the model, and gather site information nearby.
de: Einen Standort zum Modell hinzufügen, und Informationen über die Umgebung sammeln
zh: 给模型添加地理位置信息并收集附近的地点信息

source: Geo-location
de: Geostandort
zh: 地理位置

source: geo-reference
de: Geo-Standort
zh: 地理参考

source: add
de: hinzufügen
zh: 添加

source: location
de: Standort
zh: 位置

source: place
de: Platz
zh: 放置

source: imagery
de: Bilder
zh: 图像

source: satellite
de: Satellit
zh: 卫星

source: earth
de: Erde
zh: 地球

source: map
de: Karte
zh: 地图

source: terrain
de: Gelände
zh: 地形

source: Clear Location
de: Ort löschen
zh: 清除位置

source: Clear the model's geo-location.
de: Die Standortinformationen des Modells löschen
zh: 清除模型中的地理位置信息

source: clear
de: leeren
zh: 清除

source: remove
de: entfernen
zh: 移除

source: delete
de: löschen
zh: 删除

source: Show Terrain
de: Gelände anzeigen
zh: 显示地形

source: Toggle terrain on and off.
de: Das Gelände an- und ausschalten.
zh: 打开和关闭地形

source: Get Models
de: Modelle übernehmen
zh: 获取模型

source: Get a model from 3D Warehouse.
de: Ein Modell aus der 3D-Galerie herunterladen.
zh: 从3D模型库获取模型

source: 3D Warehouse
de: 3D-Galerie
zh: 3D模型库

source: gallery
de: Galerie
zh: 展示

source: get
de: holen
zh: 获取

source: download
de: herunterladen
zh: 下载

source: upload
de: hochladen
zh: 上传

source: share
de: teilen
zh: 分享

source: publish
de: veröffentlichen
zh: 发布

source: Share Model
de: Modell gemeinsam verwenden
zh: 分享模型

source: Share this model to 3D Warehouse.
de: Dieses Modell in der 3D-Galerie veröffentlichen.
zh: 分享此模型到3D模型库

source: Share Component
de: Komponente gemeinsam verwenden
zh: 分享组件

source: Share the selected component to 3D Warehouse.
de: Ausgewählte Komponente in der 3D-Galerie veröffentlichen.
zh: 分享所选组件到3D模型库

source: Edit
de: Bearbeiten
zh: 编辑

source: Undo
de: Rückgängig
zh: 撤销

source: Redo
de: Wiederholen
zh: 恢复

source: Redo the previously undone action.
de: Wiederholt die zuletzt rückgängig gemachte Aktion.
zh: 恢复上一次命令

source: Cut
de: Ausschneiden
zh: 剪切

source: clipboard
de: Zwischenablage
zh: 剪贴板

source: Copy
de: Kopieren
zh: 复制

source: copy
de: Kopie
zh: 复制

source: Paste
de: Einfügen
zh: 粘贴

source: paste
de: einfügen
zh: 粘贴

source: insert
de: einfügen
zh: 插入

source: Erase
de: Löschen
zh: 删除

source: erase
de: löschen
zh: 删除

source: Hide
de: Ausblenden
zh: 隐藏

source: Hide Selected Geometry
de: Blendet ausgewählte Geometrie aus
zh: 隐藏所选物体

source: mask
de: verbergen
zh: 蒙板

source: Unhide
de: Einblenden
zh: 取消隐藏

source: Unhide Selected Geometry
de: Blendet ausgewählte Geometrie ein
zh: 取消隐藏所选物体

source: show
de: zeigen
zh: 显示

source: Make Component
de: Komponente erstellen
zh: 创建组件

source: Make a Component from selected entities.
de: Erstellt eine Komponente aus den ausgewählten Elementen.
zh: 把所选对象制作成组件

source: Make Group
de: Gruppieren
zh: 创建群组

source: Make a Group from selected entities.
de: Erstellt eine Gruppe aus den ausgewählten Elementen.
zh: 把所选对象制作成群组

source: View
de: Ansicht
zh: 视图

source: Toggle Hidden
de: Anzeige ausgeblendeter Geometrie umschalten
zh: 切换隐藏

source: Toggle Hidden Geometry
de: Ausgeblendete Geometrie umschalten
zh: 切换隐藏的物体

source: Toggle Axes
de: Anzeige der Achsen umschalten
zh: 更改坐标轴

source: Hide Guides
de: Führungslinie ausblenden
zh: 显示/隐藏辅助线

source: Display Construction Geometry
de: Führungslinien und -punkte anzeigen
zh: 显示/隐藏辅助线

source: Shadows
de: Schatten
zh: 阴影

source: Display Shadows
de: Schatten anzeigen
zh: 显示阴影

source: Fog
de: Nebel
zh: 雾化

source: Display Fog
de: Nebel anzeigen
zh: 显示雾化效果

source: Edge Style
de: Kantenstil
zh: 边线样式

source: Display Edges
de: Kanten anzeigen
zh: 显示边线

source: Back Edges
de: Hinterkanten
zh: 后部边线

source: Display the model with back edges dashed.
de: Modell mit gestrichelten Hinterkanten anzeigen
zh: 虚线样式显示模型的后部边线.

source: Profiles
de: Profile
zh: 轮廓

source: Display Profiles
de: Profile anzeigen
zh: 显示/隐藏轮廓边线

source: Depth Cue
de: Tiefenschärfe
zh: 加粗边线

source: Display Depth Cue
de: Tiefenschärfe anzeigen
zh: 显示/隐藏加粗边线

source: Jitter Edges
de: Zitterkanten
zh: 抖动边线

source: End Points
de: Endpunkte
zh: 端点

source: Display End Points
de: Endpunkte anzeigen
zh: 显示/隐藏端点

source: Edge Color Mode
de: Kantenfarbmodus
zh: 边线颜色样式

source: Egde Color Mode:
de: Kantenfarbmodus:
zh: 边线颜色样式:

source: Cycle Edge Color Mode
de: Kantenfarbmodus umschalten
zh: 循环切换边线颜色样式

source: Edge Color by Material
de: Kantenfarbe nach Material
zh: 根据材质显示边线颜色

source: Egde Color Mode: Default
de: Kantenfarbmodus: Standard
zh: 边线颜色样式: 默认

source: Toggle Edge Color by Material
de: Kantenfarbe nach Material umschalten
zh: 切换边线颜色样式为：按材质

source: Edge Color by Axis
de: Kantenfarbe nach Achse
zh: 根据坐标轴显示边线颜色

source: Egde Color Mode: by Axis
de: Kantenfarbmodus: nach Achse
zh: 边线颜色样式: 按坐标轴

source: Toggle Edge Color by Axis
de: Kantenfarbe nach Achse umschalten
zh: 根据坐标轴切换显示边线颜色

source: Color By Layer
de: Farbe nach Layer
zh: 显示图层颜色

source: Toggle Color By Layer
de: Farbe nach Layer umschalten
zh: 根据图层颜色切换颜色样式

source: Face Style
de: Flächenstil
zh: 面的样式

source: X-Ray Mode
de: Röntgenmodus
zh: X光模式

source: Display the model with globally transparent faces.
de: Modell mit überall lichtdurchlässigen Flächen anzeigen
zh: 以X光模式显示（透明）

source: Wireframe
de: Drahtgitter
zh: 线框

source: Display in wireframe mode.
de: Im Drahtgittermodus anzeigen
zh: 以线框模式显示视图

source: Hidden Line
de: Linienausblendung
zh: 消隐

source: Display in hidden line mode.
de: Mit Linienausblendung anzeigen
zh: 以消隐模式显示视图

source: Shaded
de: Schattiert
zh: 着色

source: Display in shaded mode.
de: Im schattierten Modus anzeigen
zh: 以着色模式显示视图.

source: Textured
de: Texturiert
zh: 材质

source: Display shaded using textures.
de: Schattiert mit Texturen anzeigen
zh: 以材质模式显示视图

source: Monochrome
de: Monochrom
zh: 单色

source: Display the model with only front and back face colors.
de: Modell nur mit den Farben der Vorder- und Rückseite anzeigen
zh: 以单色模式显示视图

source: Component Editing
de: Komponentenbearbeitung
zh: 组件编辑

source: Hide Rest
de: Rest ausblenden
zh: 隐藏剩余模型

source: Hide Rest of Model
de: Blendet den Rest des Modells aus
zh: 隐藏剩余模型

source: hide
de: verstecken
zh: 隐藏

source: fade
de: überblenden

source: inactive
de: inaktiv

source: components
de: Komponenten
zh: 组件

source: Hide Similar
de: Ähnliche ausblenden
zh: 隐藏关联组件

source: Hide Similar Components
de: Blendet ähnliche Komponenten aus

source: Camera
de: Kamera
zh: 相机

source: Previous
de: Letzte
zh: 上一个视图

source: Undo the previous camera view.
de: Macht die vorherige Kameraansicht rückgängig.
zh: 恢复到上一个视图

source: Standard Views
de: Standardansichten
zh: 标准视图

source: Top
de: Oben
zh: 顶视图

source: Top View
de: Ansicht von oben
zh: 顶视图

source: Bottom
de: Unten
zh: 底视图

source: Bottom View
de: Bodenansicht
zh: 底视图

source: Front
de: Vorne
zh: 前视图

source: Front View
de: Frontansicht
zh: 前视图

source: Back
de: Rückansicht
zh: 后视图

source: Back View
de: Rückansicht
zh: 后视图

source: Left
de: Links
zh: 左视图

source: Left View
de: Ansicht von links
zh: 左视图

source: Right
de: Rechts
zh: 右视图

source: Right View
de: Ansicht von rechts
zh: 右视图

source: Move the camera to the nearest isometric view of the model.
de: Verschiebt die Kamera zur nächstmöglichen isometrischen Ansicht auf das Modell.
zh: 将相机移动到最接近模型的等距视图

source: Perspective
de: Perspektive
zh: 透视显示

source: Camera Perspective
de: Kameraperspektive
zh: 切换相机的视角

source: Orbit
de: Rotieren
zh: 旋转

source: Orbit the camera view about the model.
de: Dreht die Kameraansicht um das Modell.
zh: 旋转观察模型.

source: Pan
de: Hand
zh: 平移

source: Pan the camera view vertically or horizontally.
de: Schwenkt die Kameraansicht vertikal oder horizontal.
zh: 垂直或水平移动观察模型

source: Field of View
de: Blickfeld
zh: 视角

source: Change the field of view.
de: Ändert das Blickfeld.
zh: 更改视角

source: Zoom
de: Zoomen
zh: 缩放

source: Zoom the camera view in or out.
de: Zoomt die Kameraansicht ein oder aus.
zh: 实时缩放视图

source: enlarge
de: vergrößern

source: Zoom Window
de: Zoombereich
zh: 缩放窗口

source: Zoom the camera to show everything inside the selected window.
de: Zoomt die Kamera, um alles innerhalb des ausgewählten Fensters anzuzeigen.
zh: 根据鼠标选定矩形窗口大小进行缩放

source: Zoom Extents
de: Alles zeigen
zh: 充满视窗

source: Zoom to show the selection or the entire model if no selection.
de: Zoomt auf die Auswahl oder auf das gesamte Modell, wenn nichts ausgewählt.
zh: 缩放以充满视窗显示所有物体

source: Camera Position
de: Kamera positionieren
zh: 定位相机

source: Position the camera view with a specific location, eye height and direction.
de: Positioniert die Kameraansicht an einem bestimmten Ort sowie in einer bestimmten Augenhöhe und Richtung.
zh: 按照具体的位置、眼睛高度和方向来定位相机观察模型

source: Walk
de: Gehen
zh: 漫游

source: Walk with the camera.
de: Geht mit der Kamera.
zh: 以当前相机为视角进行漫游

source: Look
de: Umschauen
zh: 正面观察

source: Pivot camera view about a stationary point.
de: Dreht die Kameraansicht um einen festen Punkt.
zh: 以定位相机为中心旋转观察模型

source: Image Igloo
de: Bild-Igloo
zh: 冰屋图片

source: Show all matched photos around the model.
de: Zeigt alle abgeglichenen Fotos um das Modell herum.
zh: 显示所有模型匹配照片

source: Draw
de: Zeichnen
zh: 绘图

source: Line
de: Linie
zh: 直线

source: Draw edges from point to point.
de: Zeichnet Kanten von Punkt zu Punkt.
zh: 根据起点和终点绘制直线

source: Arc
de: Bogen
zh: 圆弧

source: Draw arcs from point to point with bulge.
de: Zeichnet Bogen von Punkt zu Punkt mit Rundung.
zh: 根据起点、终点和凸起部分绘制圆弧

source: arc
de: Bogen
zh: 圆弧

source: curve
de: Kurve
zh: 曲线

source: Freehand
de: Freihand
zh: 徒手线

source: Draw freehand lines by clicking and dragging.
de: Zeichnet Freihandlinien durch Klicken und Ziehen.
zh: 通过点击并拖动鼠标绘制徒手线

source: polyline
de: Linienzug

source: Rectangle
de: Rechteck
zh: 矩形

source: Draw rectangular faces from corner to corner.
de: Zeichnet rechteckige Flächen von Ecke zu Ecke.
zh: 根据起始角点和终止角点绘制矩形平面

source: Circle
de: Kreis
zh: 圆形

source: Draw circles from center point to radius.
de: Zeichnet Kreise von Mittelpunkt zum Radius.
zh: 根据中心点和半径绘制圆形

source: Polygon
de: Vieleck
zh: 多边形

source: Draw N-sided polygons from center point to radius.
de: Zeichnet n-seitige Vielecke vom Mittelpunkt zum Radius.
zh: 根据中心点和半径绘制N边形

source: Select
de: Auswählen
zh: 选择

source: Select entities
de: Elemente auswählen
zh: 选择实体

source: Eraser
de: Radiergummi
zh: 橡皮擦

source: Erase, soften or smooth entities in the model.
de: Löscht oder glättet Elemente im Modell oder mildert sie ab.
zh: 擦除、软化或平滑模型中的对象

source: Paint Bucket
de: Farbeimer
zh: 材质

source: Apply color and material to entities in the model.
de: Wendet Farbe und Material auf Elemente im Modell an.
zh: 用于给模型附材质

source: Move
de: Verschieben
zh: 移动

source: Move, stretch, copy and array selected entities.
de: Verschiebt, dehnt und kopiert ausgewählte Elemente und reiht sie auf.
zh: 移动、缩放、复制以及阵列所选物体

source: move
de: bewegen
zh: 移动

source: displace
de: verschieben

source: Rotate
de: Drehen
zh: 旋转

source: Rotate, stretch, copy and array selected entities about an axis.
de: Rotiert, dehnt und kopiert die ausgewählten Elemente und reiht sie um eine Achse auf.
zh: 围绕指定轴进行旋转、缩放、复制以及阵列所选物体

source: Scale
de: Skalieren
zh: 缩放

source: Scale and stretch selected entities.
de: Skaliert und dehnt ausgewählte Elemente.
zh: 调整所选物体比例并对其进行缩放

source: scale
de: skalieren

source: resize
de: vergrößern

source: bigger
de: größer

source: smaller
de: kleiner

source: Push/Pull
de: Drücken/Ziehen
zh: 推/拉

source: Push and pull faces.
de: Drückt und zieht Flächenelemente.
zh: 对面进行推或拉

source: push
de: drücken

source: pull
de: ziehen

source: extrude
de: extrudieren

source: Follow
de: Folge mir
zh: 路径跟随

source: Follow a path with a selected face.
de: Folgt einem Pfad mit einer ausgewählten Fläche.
zh: 根据所选平面跟随路径

source: follow
de: folgen

source: path
de: Pfad

source: Offset
de: Versatz
zh: 偏移

source: Offset selected edges in a plane.
de: Versetzt ausgewählte Kanten in einer Ebene.
zh: 偏移平面上的所选边线

source: Tape
de: Maßband
zh: 卷尺

source: Measure distances, create guide lines or points.
de: Misst Abstände, erstellt Führungslinien und -punkte.
zh: 测量距离，创建辅助线、辅助点，调整整个模型的比例

source: Protractor
de: Winkelmesser
zh: 量角器

source: Measure angles and create guides.
de: Misst Winkel und erstellt Führungslinien.
zh: 测量角度并创建辅助线

source: Axis
de: Achse
zh: 坐标轴

source: Move or orient the axis.
de: Verschiebt die Zeichnungsachsen oder richtet sie neu aus.
zh: 移动或重设坐标轴

source: Dimension
de: Abmessung
zh: 尺寸标注

source: Draw Dimension
de: Abmessung zeichnen
zh: 对任意两点进行尺寸标注

source: Draw text labels.
de: Zeichnet Textmarkierungen.
zh: 创建文本标签，进行文字标注

source: 3D Text Tool
de: 3D-Textfunktion
zh: 3D文字

source: Create 3D Text
de: Zeichnet 3D-Text
zh: 创建3D文字

source: Section
de: Schnitt
zh: 剖切平面

source: Solid Tools
de: Volumenkörperfunktionen
zh: 实体工具

source: solid
de: Festkörper

source: Outer Shell
de: Äußere Schale
zh: 外壳

source: shell
de: Schale

source: Combine all selected solids into a single solid and remove all interior entities.
de: Vereint alle ausgewählten Volumenkörper zu einem einzelnen Volumenkörper und entfernt alle inneren Elemente.
zh: 将所有选择实体合并为一个实体并删除内部所有物体

source: Intersect
de: Verschneiden
zh: 相交

source: intersect
de: verschneiden

source: cut
de: schneiden

source: Intersect all selected solids but keep only their intersection in the model.
de: Verschneidet alle ausgewählten Volumenkörper, aber behält nur ihre Verschneidung im Modell.
zh: 将所有选定全部实体相交并仅将其交点保留在模型内

source: Union
de: Vereinigen
zh: 并集

source: combine
de: kombinieren

source: Combine all selected solids into a single solid and keep interior voids.
de: Vereint alle ausgewählten Volumenkörper zu einem einzelnen Volumenkörper und behält die inneren Hohlräume.
zh: 将所有选定实体合并为一个实体并保留内部空隙

source: Subtract
de: Subtrahieren
zh: 去除

source: Subtract first solid from second and keep only the result in the model.
de: Subtrahiert den ersten Volumenkörper vom zweiten und behält nur das Ergebnis im Modell
zh: 从第二个实体减去第一个实体并仅将结果保留在模型中

source: Trim
de: Stutzen
zh: 修剪

source: reduce
de: beschneiden

source: Trim first solid against second solid and keep both in the model.
de: Stutzt den ersten Volumenkörper um den zweiten und behält beide im Modell.
zh: 根据第二个实体剪辑第一个实体并将两者同时保留在模型中

source: Split
de: Teilen
zh: 拆分

source: split
de: teilen

source: Intersect all selected solids and keep all results in the model.
de: Verschneidet alle ausgewählten Volumenkörper und behält alle Ergebnisse im Modell.
zh: 将所选的全部实体相交并将所有结果保留在模型中

source: Window
de: Fenster
zh: 窗口

source: Model Info
de: Modellinformationen
zh: 模型信息

source: Components
de: Komponenten
zh: 组件

source: Dimensions
de: Abmessungen
zh: 尺寸

source: Rendering
de: Darstellung
zh: 渲染

source: Statistics
de: Statistiken
zh: 统计

source: Units
de: Einheiten
zh: 单位

source: Show %0
de: Zeige %0
zh: 显示 %0

source: Show %0 dialog
de: Zeige %0-Dialog
zh: 显示 %0 对话框

source: Materials
de: Materialien
zh: 材质

source: Styles
de: Stile
zh: 风格

source: Scenes
de: Szenen
zh: 场景

source: Layers
de: Layer
zh: 图层

source: SoftenEdges
de: Kanten abmildern
zh: 边线柔化

source: Outliner
de: Gliederung
zh: 目录

source: Instructor
de: Mentor
zh: 工具向导

source: MatchPhoto
de: Mit Foto abgleichen
zh: 照片匹配

source: Show Ruby Panel
de: Ruby-Konsole anzeigen
zh: Ruby 控制台

source: background
de: Hintergrund
zh: 背景

source: watermark
de: Wasserzeichen
zh: 水印

source: sketchy
de: skizzenhaft

source: Add Scene
de: Szene hinzufügen
zh: 添加场景

source: page
de: Seite
zh: 页面

source: scene
de: Szene

source: slide
de: Folie
zh: 幻灯

source: Update Scene
de: Szene aktualisieren
zh: 更新场景

source: Delete Scene
de: Szene löschen
zh: 删除场景

source: Previous Scene
de: Vorherige Szene
zh: 上一场景

source: previous
de: vorherige

source: Next Scene
de: Nächste Szene
zh: 下一场境

source: next
de: nächste

source: Preferences
de: Voreinstellungen
zh: 参数设置

source: preferences
de: Einstellungen

source: Accelerator
de: Tastenkürzel
zh: 快捷键

source: Accelerator Preferences
de: Tastenkürzel-Einstellungen
zh: 快捷键设置

source: Applications
de: Programme
zh: 应用程序

source: Applications Preferences
de: Programm-Einstellungen
zh: 应用程序设置

source: Compatibility
de: Kompatibilität
zh: 兼容性

source: Compatibility Preferences
de: Kompatibilitätseinstellungen
zh: 兼容性设置

source: Drawing
de: Zeichnen
zh: 绘图

source: Drawing Preferences
de: Zeicheneinstellungen
zh: 绘图参数设置

source: Extensions
de: Erweiterungen
zh: 扩展栏

source: Extensions Preferences
de: Erweiterungseinstellungen
zh: 扩展参数设置

source: FileLocations
de: Dateien
zh: 文件位置

source: FileLocations Preferences
de: Dateispeicherort-Einstellungen
zh: 文件位置设置

source: General
de: Allgemeines
zh: 常规

source: General Preferences
de: Allgemeine Einstellungen
zh: 常规参数设置

source: GraphicsCard
de: Grafikkarte
zh: OpenGL

source: GraphicsCard Preferences
de: Grafikkarten-Einstellungen
zh: OpenGL设置

source: Templates
de: Vorlagen
zh: 模版

source: Templates Preferences
de: Vorlagen-Einstellungen
zh: 模版设置

source: Workspace
de: Arbeitsbereich
zh: 工作区

source: Workspace Preferences
de: Arbeitsbereich-Einstellungen
zh: 工具面板设置

source: Entity
de: Element
zh: 实体

source: Explode
de: In Einzelteile auflösen
zh: 炸开

source: Ungroup
de: Gruppierung auflösen
zh: 炸开

source: Face
de: Fläche
zh: 面

source: Sandbox Tools
de: Sandkistenfunktionen
zh: 地形工具

source: Flip Edge
de: Kante spiegeln

source: Flip edge
de: Kante Spiegeln

source: Smoove
de: Formen

source: Center
de: Zentrieren
zh: 中心

source: Center Selected
de: Auswahl zentrieren
zh: 将所选物体显示在视窗中心

source: Add Photo Texture
de: Fototextur hinzufügen
zh: 添加照片匹配

source: Add photographic textures to the selected face.
de: Fügt der ausgewählten Fläche Fototexturen hinzu.
zh: 向所选平面添加拍摄的照片匹配

source: face
de: Fläche
zh: 面

source: photo texture
de: Fototextur

source: Preview in Google Earth
de: Vorschau in Google Earth
zh: 在Google地球中预览模型

source: Preview this model in Google Earth.
de: Zeigt dieses Modell in Google Earth in der Vorschau an.
zh: 在Google地球中预览模型

source: Solar North
de: Sonnennorden
zh: 指北针设置

source: Set North Tool
de: Nordfunktion einstellen
zh: 指北针

source: Iso
zh: 等轴视图

source: Hand
zh: 手

source: Tools
zh: 工具

source: Text
zh: 文字

source: Animation
zh: 动画

source: Credits
zh: 作者
