Repository: Aerilius/sketchup-launchup
Catalog: src/ae_LaunchUp/lang/LaunchUp_*.strings
Languages: fr

source: LaunchUp – Quick Launcher
fr: LaunchUp – lanceur rapide

source: A searchable quick launcher for SketchUp tools.
fr: Un lanceur rapide consultable pour les outils de SketchUp.

source: LaunchUp – Options
fr: LaunchUp – Paramètres

source: Options to customize the look and behavior of LaunchUp.
fr: Paramètres pour personnaliser l’apparence et le comportement de LaunchUp.

source: settings
fr: paramètres

source: preferences
fr: préférences

source: Show “%0” toolbar
fr: Affiche la barre d’outils «%0»

source: Load extension “%0”
fr: Active l’extension «%0»

source: Extension “%0” already loaded
fr: Extension «%0» déjà activé

source: File
fr: Fichier

source: File
fr: Fichier

source: Edit
fr: Édition

source: Edit
fr: Édition

source: View
fr: Affichage

source: View
fr: Affichage

source: Camera
fr: Caméra

source: Camera
fr: Caméra

source: Draw
fr: Dessiner

source: Draw
fr: Dessiner

source: Tools
fr: Outils

source: Tools
fr: Outils

source: Help
fr: Aide

source: Help
fr: Aide

# Search…
source: Type to search…
fr: Chercher…

source: Pinned. LaunchUp stays always visible. Click to change.
fr: Épinglé. LaunchUp reste toujours visible. Clique ici pour modifier.

source: Appearance
fr: Apparence

source: Choose the background color of the LaunchUp dialog.
fr: Choisis la couleur d’arrière-plan de la boîte de dialogue LaunchUp.

source: Color
fr: Couleur

source: background
fr: arrière-plan

source: text
fr: texte

source: Style for suggestions
fr: Style des suggestions

# Style for the history
source: Style for history
fr: Style de l’historique

source: slim
fr: mince

source: wide
fr: large

source: toolbar
fr: barre d'outils

source: Behavior
fr: Comportement

source: Maximum amount of suggesions
fr: Montant maximal des suggestions

source: Keep the dialog open after executing a command.
fr: Garder la boîte de dialogue ouverte après l’exécution d’une commande.

source: Show the history of recently used commands.
fr: Visualiser l’historique des commandes récemment utilisées.

source: Maximum length
fr: Montant maximal

source: Smart searches allow to enhance the available commands.
fr: Recherches intelligentes permettent d’augmenter les commandes disponibles.

source: Native tools
fr: Outils natifs

source: Show/Hide toolbars
fr: Afficher/masquer les barres d’outils

source: Load extensions
fr: Charge des extensions

source: Load Ruby files
fr: Charge des fichiers ruby

source: A dictionary of local language words and synonyms allows to find even commands that don't provide detailed or translated metadata.
fr: Un dictionnaire de synonymes et de mots localisés permet de retrouver les commandes même qui ne fournissent pas des métadonnées détaillées ou traduites.

source: Cancel
fr: Annuler

source: Apply
fr: Appliquer
